{"Context": "Do you like music festivals?", "Knowledge": "Q: A: ", "Response": "Yes, I like music festivals very much."}
{"Context": "Do you like music festivals? EOS Yes, I love music festivals. EOS Do you know of any music festivals in Stuttgart? EOS I know about the Rottweiler Jazz Festival in Stuttgart and the SWR Summer Festival. EOS Can you tell me anything about the SWR Summer Festival?", "Knowledge": "Q:Tell me anything about the SWR Summer Festival. A:The SWR Summer Festival is a huge open-air event featuring comedy, performance, music and 'Tatort'.", "Response": "It is a huge open-air event featuring comedy, performance, music and 'Tatort'."}
{"Context": "Do you like the music festival in Stuttgart? EOS Yes, I like. Especially the Rottweiler Jazz Festival and the SWR Summer Festival in Stuttgart. EOS What is the programme of the SWR Summer Festival? EOS The SWR Summer Festival is a big open-air event with comedy, performances, music and 'Tatort'. EOS What comedy shows are there? ", "Knowledge": "Q: A: ", "Response": "Sorry, I don't know much about the comedy programme. I know more about the music programme."}
{"Context": "Hi, tell me something about the festival. EOS I know about the Rottweiler Jazz Festival in Stuttgart and the SWR Summer Festival. They are both great festivals. EOS What is SWR Summer Music Festival? EOS The SWR Summer Festival is a large open-air event with comedy, performances, music and 'Tatort'. The four-day SWR Summer Festival in Stuttgart brings the city centre to life. EOS Tell me a little bit about the SWR Summer Festival programme. EOS There is Pop & Poetry in Concert Premiere - The 80s Show. EOS How is the 80s Show? The 80s Show is perfect, with musician taking the audience on a attractive journey into the world of pop music and poetry for over two hours. I highly recommend it! EOS Sounds great! Where can I buy tickets? EOS You can book tickets online or buy tickets at the venue. Would you like me to book a ticket for you? EOS Yes thanks. I am under 18, do I get a discount?", "Knowledge": "Q: A: ", "Response": "Yes, there is a €5 discount for those under 18."}
{"Context": "Hi, tell me something about the music festival.EOS OK, I know about the Rottweiler Jazz Festival and the SWR Summer Festival. EOS What is the programme of the SWR Summer Festival? EOS The SWR Summer Festival is a big open-air event with comedy, performances, music and 'Tatort'. EOS What comedy shows are there? EOS Sorry, I don't know. But I know more about the music programme. EOS What comedy shows are there? EOS Sorry, I don't know much about the comedy programme. I know more about the music programme. EOS What's the music programme? EOS The 80s Show, a Concert Premiere of Pop & Poetry. EOS When does the event start? It starts at 5.30pm and doors open at 4pm at Friday. EOS Is there food and drink on site? EOS Yes, music festivals usually offer a wide range of food options. EOS Can I bring my own food?", "Knowledge": "Q: A: ", "Response": "Please help yourself, food can be brought."}
{"Context": "Hi, tell me something about the music festival.EOS OK, I know about the Rottweiler Jazz Festival and the SWR Summer Festival. EOS What is the programme of the SWR Summer Festival? EOS The SWR Summer Festival is a big open-air event with comedy, performances, music and 'Tatort'. EOS What comedy shows are there? ", "Knowledge": "Q: A: ", "Response": "Sorry, I don't know. But I know more about the music programme."}
{"Context": "Hi, tell me something about the music festival.EOS OK, I know about the Rottweiler Jazz Festival and the SWR Summer Festival. EOS Can you tell me anything about the SWR Summer Festival? EOS The SWR Summer Festival is a huge open-air event featuring comedy, performance, music and 'Tatort'. EOS Tell me a little bit about the SWR Summer Festival programme.", "Knowledge": "Q: A: ", "Response": "There is a fantastic Pop & Poetry in Concert Premiere - The 80s Show."}
{"Context": "Hi, tell me something about the festival. EOS I know about the Rottweiler Jazz Festival in Stuttgart and the SWR Summer Festival. They are both great festivals. EOS What is SWR Summer Music Festival? EOS The SWR Summer Festival is a large open-air event with comedy, performances, music and 'Tatort'. The four-day SWR Summer Festival in Stuttgart brings the city centre to life. EOS Tell me a little bit about the SWR Summer Festival programme. EOS There is Pop & Poetry in Concert Premiere - The 80s Show.", "Knowledge": "Q: A: ", "Response": "Very diverse, it has pop, rock, punk, synth pop and heavy metal music."}
{"Context": "Hi, tell me something about the festival. EOS I know about the Rottweiler Jazz Festival in Stuttgart and the SWR Summer Festival. They are both great festivals. EOS What is SWR Summer Music Festival? EOS The SWR Summer Festival is a large open-air event with comedy, performances, music and 'Tatort'. The four-day SWR Summer Festival in Stuttgart brings the city centre to life. EOS Tell me a little bit about the SWR Summer Festival programme. EOS There is Pop & Poetry in Concert Premiere - The 80s Show. EOS How is the 80s Show?", "Knowledge": "Q: A: ", "Response": "The 80s Show is perfect, with musician taking the audience on a attractive journey into the world of pop music and poetry for over two hours. I highly recommend it!"}
{"Context": "Hi, tell me something about the festival. EOS I know about the Rottweiler Jazz Festival in Stuttgart and the SWR Summer Festival. They are both great festivals. EOS What is SWR Summer Music Festival? EOS The SWR Summer Festival is a large open-air event with comedy, performances, music and 'Tatort'. The four-day SWR Summer Festival in Stuttgart brings the city centre to life. EOS Tell me a little bit about the SWR Summer Festival programme. EOS There is Pop & Poetry in Concert Premiere - The 80s Show. EOS How is the 80s Show? The 80s Show is perfect, with musician taking the audience on a attractive journey into the world of pop music and poetry for over two hours. I highly recommend it! EOS What are the dates for this year's SWR Summer Festival?", "Knowledge": "Q: A: ", "Response": "SWR Summer Festival dates are 26-29 May 2023. "}
{"Context": "Do you know the Rothwell Jazz Festival? EOS Yes, I know. I think it's very good. EOS What kind of performances does this festival have?", "Knowledge": "Q: A: ", "Response": "Very diverse, The Rottweiler Jazz Festival performs jazz, pop, rock and swing classics."}
{"Context": "Hi, tell me something about the music festival.EOS OK, I know about the Rottweiler Jazz Festival and the SWR Summer Festival. EOS What's on at the Rothwell Jazz Festival? EOS There will be a variety of bands playing, as well as dance performances. EOS What kind of performances does this festival have? EOS The Rottweiler Jazz Festival performs jazz, pop, rock and swing classics. EOS Sounds rich. When do the performances start?", "Knowledge": "Q: A: ", "Response": "The performances are usually in the afternoon or evening , and different shows have different performance times."}
{"Context": "Do you like music festivals? EOS Yes, I love music festivals. EOS Do you know of any music festivals in Stuttgart? EOS I know about the Rottweiler Jazz Festival in Stuttgart and the SWR Summer Festival. EOS What's on at the Rothwell Jazz Festival? EOS There will be a variety of bands playing, as well as dance performances. EOS What kind of performances does this festival have? EOS The Rottweiler Jazz Festival performs jazz, pop, rock and swing classics. EOS Sounds rich. When do the performances start? EOS The performances are usually in the afternoon or evening , and different shows have different performance times. EOS Will the event also be held in the rain?", "Knowledge": "Q: A: ", "Response": "Events are held in all weather conditions."}
{"Context": "Do you have any recommendations for music festivals in Stuttgart? EOS Yes, I recommend the Rottweil Jazz Festival and the SWR Summer Festival in Stuttgart. They are both great festivals. EOS What's on at the Rothwell Jazz Festival? EOS There will be a variety of bands playing, as well as dance performances. EOS What kind of performances does this festival have? EOS The Rottweiler Jazz Festival performs jazz, pop, rock and swing classics. EOS Sounds rich. When do the performances start? EOS The performances are usually in the afternoon or evening , and different shows have different performance times. EOS Will the event also be held in the rain?EOS Events are held in all weather conditions. EOS What happens if there is a thunderstorm?", "Knowledge": "Q: A: ", "Response": "Q:What happens if there is a thunderstorm? A:The SWR Summer Music Festival will be interrupted and the space cleared."}
{"Context": "Hi, tell me something about the music festival.EOS OK, I know about the Rottweiler Jazz Festival and the SWR Summer Festival. EOS Can you tell me anything about the SWR Summer Festival? EOS The SWR Summer Festival is a huge open-air event featuring comedy, performance, music and 'Tatort'. Where can I buy tickets? EOS You can book tickets online or buy tickets at the venue. Would you like me to book a ticket for you? EOS Yes thanks. I have a student card, do I get a discount?", "Knowledge": "Q: A: ", "Response": "Yes students get 5 euros off. Ticket has been booked for you, please check your inbox."}
{"Context": "Do you like the music festival in Stuttgart? EOS Yes, I like. Especially the Rottweiler Jazz Festival and the SWR Summer Festival in Stuttgart. EOS Can you tell me anything about the SWR Summer Festival? EOS The SWR Summer Festival is a huge open-air event featuring comedy, performance, music and 'Tatort'. EOS Where can I buy tickets? ", "Knowledge": "Q: A: ", "Response": "You can book tickets online or buy tickets at the venue. Would you like me to book a ticket for you?"}
{"Context": "Do you have any recommendations for music festivals in Stuttgart? EOS Yes, I recommend the Rottweil Jazz Festival and the SWR Summer Festival in Stuttgart. They are both great festivals. EOS Can you tell me anything about the SWR Summer Festival? EOS The SWR Summer Festival is a huge open-air event featuring comedy, performance, music and 'Tatort'. Where can I buy tickets? EOS You can book tickets online or buy tickets at the venue. Would you like me to book a ticket for you? EOS No, thanks. When does the event start?", "Knowledge": "Q: A: ", "Response": "It starts at 5.30pm and doors open at 4pm at Friday."}
{"Context": "Do you have any recommendations for music festivals in Stuttgart? EOS Yes, I recommend the Rottweil Jazz Festival and the SWR Summer Festival in Stuttgart. They are both great festivals. EOS What is the Rottweil Jazz Festival? EOS The Trottweiler Jazz Festival is an annual summer jazz festival in Stuttgart, during which you can enjoy live jazz music at a high level. EOS When are the dates for the Rottweil Jazz Festival? EOS April 30 - May 20, 2023. EOS What's on at the Rothwell Jazz Festival?", "Knowledge": "Q: A: ", "Response": "There will be a variety of bands playing, as well as dance performances."}
{"Context": "I'm interested in attending a music festival. Are there any upcoming events in Stuttgart?", "Knowledge": "Q: A: ", "Response": "Yes, there are two upcoming music festivals in Stuttgart: the Rottweiler Jazz Festival and the SWR Summer Festival."}
{"Context": "I'm interested in attending a music festival. Are there any upcoming events in Stuttgart? EOS Yes, there are two upcoming music festivals in Stuttgart: the Rottweiler Jazz Festival and the SWR Summer Festival. EOS What's on at the Rottweiler Jazz Festival? EOS There will be a variety of bands and dance performances. EOS What's the music programme? EOS It has jazz, pop, rock and swing classics programme, with well-known artists from the Southwest taking the stage. EOS That sounds great. Do you know any of the bands?", "Knowledge": "Q: A: ", "Response": "There are many bands, such as the Youth Band, the Treehugger Brothers, etc. All are my favorite bands!"}
{"Context": "Could you provide information about the SWR Summer Festival? I'm curious about the lineup.", "Knowledge": "Q: A: ", "Response": "The SWR Summer Festival boasts a diverse lineup of artists from various genres, ensuring there's something for everyone to enjoy."}
{"Context": "I've heard great things about the Rottweiler Jazz Festival. What can you tell me about the venue?", "Knowledge": "Q: A: ", "Response": "The Rottweiler Jazz Festival takes place at a picturesque outdoor venue, providing a beautiful setting to enjoy the live jazz performances."}
{"Context": "Are there any special discounts available for the music festivals in Stuttgart?", "Knowledge": "Q: A: ", "Response": "Yes, there are discounts available for certain groups such as students, seniors, and early bird ticket purchasers. It's always worth checking the festival's website for specific details."}
{"Context": "Hi, tell me something about the music festival.EOS OK, I know about the Rottweiler Jazz Festival and the SWR Summer Festival. EOS What's on at the Rothwell Jazz Festival? EOS There will be a variety of bands playing, as well as dance performances. EOS Sounds good. Is there food and drink on site?", "Knowledge": "Q: A: ", "Response": "Yes, music festivals usually offer a wide range of food options."}
{"Context": "Do you like music festivals? EOS Yes, I love music festivals. EOS Do you know of any music festivals in Stuttgart? EOS I know about the Rottweiler Jazz Festival in Stuttgart and the SWR Summer Festival. EOS What's on at the Rothwell Jazz Festival? EOS There will be a variety of bands playing, as well as dance performances. EOS Can I bring my own food?", "Knowledge": "Q: A: ", "Response": "Food can be brought."}
{"Context": "Do you like the music festival in Stuttgart? EOS Yes, I like. Especially the Rottweiler Jazz Festival and the SWR Summer Festival in Stuttgart. EOS What's on at the Rothwell Jazz Festival? EOS There will be a variety of bands playing, as well as dance performances. EOS Sounds good. Is there food and drink on site? EOS Yes, music festivals usually offer a wide range of food options. EOS Where can I buy tickets?", "Knowledge": "Q: A: ", "Response": "You can book tickets online or buy tickets on site. Do you want me to book a ticket for you?"}
{"Context": "What is the Youth Band? EOS The Youth Band currently has more than 65 members and the young people are trained at a music school. EOS What is the Rottweil Jazz Festival? EOS The Trottweiler Jazz Festival is an annual summer jazz festival in Stuttgart, during which you can enjoy live jazz music at a high level. EOS Do you like jazz? EOS Yes, I like it very much. Jazz has a richness of expression, as well as unique harmonies and complexity. How about you? EOS I love it too. EOS Can I watch the festival online?", "Knowledge": "Q: A: ", "Response": "Sorry, the festival is not available online."}
{"Context": "Do you know about the music festival in Stuttgart? EOS I know the Rottweiler Jazz Festival and the SWR Summer Festival in Stuttgart. EOS What's on at the Rothwell Jazz Festival? EOS There will be a variety of bands playing, as well as dance performances. EOS Sounds good. Do you like jazz? EOS Yes, I like it very much. Jazz has a richness of expression, as well as unique harmonies and complexity. How about you? EOS I like it too. What are the dates for this year's Rottweiler Jazz Festival", "Knowledge": "Q: A: ", "Response": "The dates for Rottweiler Jazz Festival are April 30 - May 20, 2023."}
{"Context": "Do you like music festivals? EOS Yes, I love music festivals. EOS Do you know of any music festivals in Stuttgart? EOS I know about the Rottweiler Jazz Festival in Stuttgart and the SWR Summer Festival.EOS What is the Rottweil Jazz Festival? ", "Knowledge": "Q: A: ", "Response": "It is an annual summer jazz festival in Stuttgart, during which you can enjoy live jazz music at a high level."}
{"Context": "Do you know about the music festival in Stuttgart? EOS I know the Rottweiler Jazz Festival and the SWR Summer Festival in Stuttgart. EOS What is the Rottweil Jazz Festival? EOS It is an annual summer jazz festival in Stuttgart, during which you can enjoy live jazz music at a high level. EOS What are the dates for this year's Rottweiler Jazz Festival?", "Knowledge": "Q: A: ", "Response": "The dates for this festival are from April 30th to May 20th, 2023. You can find more details about the programme and ticket information on the festival's official website."}
{"Context": "Do you like music festivals? EOS Yes, I like music festivals. EOS Do you have any festival recommendations? EOS I recommend the Rottweil Jazz Festival and the SWR Summer Festival in Stuttgart. They are both great festivals. EOS What is the Rottweil Jazz Festival? EOS It is an annual summer jazz festival in Stuttgart, during which you can enjoy live jazz music at a high level. EOS What kind of music do they perform?", "Knowledge": "Q: A: ", "Response": "They mainly perform swing, rock and pop compositions."}
{"Context": "Do you like music festivals? EOS Yes, I like music festivals. EOS Do you have any festival recommendations? EOS I recommend the Rottweil Jazz Festival and the SWR Summer Festival in Stuttgart. They are both great festivals. EOS What is the Rottweil Jazz Festival? EOS It is an annual summer jazz festival in Stuttgart, during which you can enjoy live jazz music at a high level. EOS What kind of music do they perform? EOS Mainly swing, rock and pop compositions. EOS Do you know any of the bands?", "Knowledge": "Q: A: ", "Response": "There are many bands, such as the Youth Band, the Treehugger Brothers, etc."}
{"Context": "Do you like music festivals? EOS Yes, I like music festivals. EOS Do you have any festival recommendations? EOS I recommend the Rottweil Jazz Festival and the SWR Summer Festival in Stuttgart. They are both great festivals. EOS What is the Rottweil Jazz Festival? EOS It is an annual summer jazz festival in Stuttgart, during which you can enjoy live jazz music at a high level.EOS Where is the Rottweiler Jazz Festival? ", "Knowledge": "Q: A: ", "Response": "It is in the city centre in Stuttgart. Do you know how to get there?"}
{"Context": "Do you have a recommended band? EOS I recommend the Youth Band from the Rottweil Jazz Festival in Stuttgart. They are very good! EOS What is the Youth Band? EOS The Youth Band currently has more than 65 members and the young people are trained at a music school. EOS What will they perform?", "Knowledge": "Q: A: ", "Response": "The youth band will mainly perform swing, rock and pop songs."}
{"Context": "Can we talk about the festival? EOS It's okay. I love music festivals. EOS Do you know of any music festivals in Stuttgart? EOS I know about the Rottweiler Jazz Festival in Stuttgart and the SWR Summer Festival.EOS What is the Rottweil Jazz Festival? EOS It is an annual summer jazz festival in Stuttgart, during which you can enjoy live jazz music at a high level. EOS What kind of music do they perform? EOS Mainly swing, rock and pop compositions. EOS Do you know any of the bands? EOS There are many bands, such as the Youth Band, the Treehugger Brothers, etc. EOS What is the Youth Band? ", "Knowledge": "Q: A: ", "Response": "The Youth Band currently has more than 65 members and the young people are trained at a music school. They are very good!"}
{"Context": "Can we talk about the festival? EOS It's okay. I love music festivals. EOS Do you know of any music festivals in Stuttgart? EOS I know about the Rottweiler Jazz Festival in Stuttgart and the SWR Summer Festival.EOS What is the Rottweil Jazz Festival? EOS It is an annual summer jazz festival in Stuttgart, during which you can enjoy live jazz music at a high level. EOS What kind of music do they perform? EOS Mainly swing, rock and pop compositions. EOS Do you know any of the bands? EOS There are many bands, such as the Youth Band, the Treehugger Brothers, etc. EOS Where is the Rottweiler Jazz Festival? EOS It is in the city centre in Stuttgart. Do you know how to get there? EOS I don't know. How should I go there?", "Knowledge": "Q: A: ", "Response": "It is convenient. You can arrive by bus or by car."}
{"Context": "Do you have any recommendations for music festivals in Stuttgart?", "Knowledge": "Q: A: ", "Response": "Yes, I recommend the Rottweil Jazz Festival and the SWR Summer Festival in Stuttgart. They are both great festivals."} 
{"Context": "What types of food and drinks are typically available at music festivals?", "Knowledge": "Q: A: ", "Response": "Music festivals typically offer a diverse selection of food options, ranging from street food vendors serving various cuisines to beverage stalls offering refreshing drinks to keep festival-goers energized."}
{"Context": "Can you tell me a little bit about the SWR Summer Festival? EOS The SWR Summer Festival is a huge open-air event with comedy, performances, music and 'Tatort'. EOS What's on at SWR Summerfest? EOS There is Pop & Poetry in Concert Premiere - The 80s Show. EOS Do you know any other programs? EOS Sorry, I don't understand. But you can look it up on Google. EOS What is the Concert of Pop and Poetry? EOS The 80s Show seeks out the gems of popular music and translates and interprets more than 200 of the greatest hits to date. EOS How much are concert tickets? EOS 35 euros, discounts for advance tickets. Would you like me to book a ticket for you? EOS No, thanks. I can purchase my own tickets. Where can I buy tickets?", "Knowledge": "Q: A: ", "Response": "You can book tickets on the official website or buy tickets on site."}
{"Context": "I want to go to the Rottweiler Jazz Festival. Does it require a ticket? EOS Yes, it takes. Would you like me to book a ticket for you? EOS Yes thanks. I have a student card, do I get a discount? EOS Yes, students get 5 euros off. EOS How much is the ticket? ", "Knowledge": "Q: A: ", "Response": "Tickets are 35 euros for adults, 30 euros for students and free for babies."}
